Repository: erdmannfreunde/contao-status-update-bundle
Catalog: contao/languages/*/*_status_update.xlf
Languages: de

# tl_status_update.title_legend
source: Title and description
de: Titel und Beschreibung

# tl_status_update.date_legend
source: Date and visibility
de: Datum und Sichtbarkeit

# tl_status_update.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_status_update.title.0
source: Title
de: Titel

# tl_status_update.title.1
source: Please enter the title of the status update.
de: Bitte geben Sie den Titel des Status-Updates ein.

# tl_status_update.description.0
source: Description
de: Beschreibung

# tl_status_update.description.1
source: Enter a detailed description for this status update.
de: Geben Sie eine detaillierte Beschreibung für dieses Status-Update ein.

# tl_status_update.date.0
source: Event date
de: Datum

# tl_status_update.date.1
source: Select the date for this status update.
de: Wählen Sie das Datum für dieses Status-Update.

# tl_status_update.show_days_before.0
source: Show notification before event
de: Hinweis vorab anzeigen

# tl_status_update.show_days_before.1
source: How many days before the event should the notification be displayed?
de: Wie viele Tage vor dem Ereignis soll der Hinweis angezeigt werden?

# tl_status_update.show_days_after.0
source: Show notification after event
de: Hinweis danach anzeigen

# tl_status_update.show_days_after.1
source: How many days after the event should the notification be displayed?
de: Wie viele Tage nach dem Ereignis soll der Hinweis angezeigt werden?

# tl_status_update.published.0
source: Published
de: Veröffentlicht

# tl_status_update.published.1
source: Make this status update visible in the backend.
de: Dieses Status-Update im Backend sichtbar machen.

# tl_status_update.show_days_before_options.7_days
source: 7 days before
de: 7 Tage vorher

# tl_status_update.show_days_before_options.10_days
source: 10 days before
de: 10 Tage vorher

# tl_status_update.show_days_before_options.30_days
source: 30 days before
de: 30 Tage vorher

# tl_status_update.show_days_before_options.only_on_event_day
source: Only on event day
de: Nur am Tag des Ereignisses

# tl_status_update.show_days_after_options.only_on_event_day
source: Only on event day
de: Nur am Tag des Ereignisses

# tl_status_update.show_days_after_options.1_day
source: 1 day after
de: 1 Tag danach

# tl_status_update.show_days_after_options.7_days
source: 7 days after
de: 7 Tage danach
